read_verilog -sv -formal -overwrite {workspace}/src/hci.v
design -reset-vlog; proc;
write_json {workspace}/prj/netlist/hci.json